Repository: floriangiral/assodarts-smartphone
Catalog: ios-assodarts/Assodarts/Localizable.xcstrings
Source language: fr
Languages: en

# 101_to_200_members
source: 101 à 200 membres
en: 101 to 200 members

# 1_to_20_members
source: 1 à 20 membres
en: 1 to 20 members

# 20262027_licences_final_stretch
source: Licences 2026–2027 : dernière ligne droite
en: 2026–2027 licences: final stretch

# 20262027_season_valid_until_31_august_2027
source: Saison 2026–2027 · valable jusqu'au 31 août 2027
en: 2026–2027 season · valid until 31 August 2027

# 21_to_50_members
source: 21 à 50 membres
en: 21 to 50 members

# 51_to_100_members
source: 51 à 100 membres
en: 51 to 100 members

# 5_3_win_against_saint_priest
source: Victoire 5-3 face à Saint-Priest.
en: 5-3 win against Saint-Priest.

# 68_1_average
source: Moyenne 68,1.
en: 68.1 average.

# a_club_with_a_very_similar_name_already_exists_choose_an
source: Un club avec un nom très proche existe déjà. Choisissez un autre nom.
en: A club with a very similar name already exists. Choose another name.

# a_member
source: Un membre
en: A member

# a_receipt_has_just_been_emailed_to_you
source: Un reçu vient de vous être envoyé par email.
en: A receipt has just been emailed to you.

# a_reset_link_has_just_been_sent_to_you
source: Un lien de réinitialisation vient de vous être envoyé.
en: A reset link has just been sent to you.

# a_valid_iban_and_bic_are_required
source: IBAN et BIC valides requis
en: A valid IBAN and BIC are required

# access_to_the_platform_developer_console
source: Accès à la console développeur de la plateforme
en: Access to the platform developer console

# account_holder
source: Titulaire du compte
en: Account holder

# account_verified
source: Compte vérifié
en: Account verified

# activate_online_collection
source: Activer l'encaissement en ligne
en: Activate online collection

# activate_online_payments
source: Activez les paiements en ligne
en: Activate online payments

# activation_failed
source: Activation impossible
en: Activation failed

# active
source: Actif
en: Active

# active_clubs
source: Clubs actifs
en: Active clubs

# active_subscription
source: Abonnement actif
en: Active subscription

# add_your_bank_details
source: Renseignez vos coordonnées bancaires
en: Add your bank details

# admins_committees
source: Admins & bureaux
en: Admins & committees

# alerts
source: Alertes
en: Alerts

# alex
source: Camille
en: Alex

# all
source: Tous
en: All

# all_plans
source: Toutes les formules
en: All plans

# all_users
source: Tous les utilisateurs
en: All users

# all_your_payments_are_up_to_date
source: Vous êtes à jour de vos paiements
en: All your payments are up to date

# amount
source: Montant
en: Amount

# amount_and_due_date
source: Montant et échéance
en: Amount and due date

# an_account_already_exists_with_this_email_address
source: Un compte existe déjà avec cette adresse.
en: An account already exists with this email address.

# announcement
source: Annonce
en: Announcement

# announcement_title
source: Titre de l'annonce
en: Announcement title

# announcements_payment_requests_and_confirmations_will_sh
source: Annonces, appels à paiement et validations s'afficheront ici.
en: Announcements, payment requests and confirmations will show up here.

# annual_billing
source: Facturation annuelle
en: Annual billing

# annual_revenue
source: Revenu annuel
en: Annual revenue

# app_language
source: Langue de l'application
en: App language

# apple_pay_google_pay_and_card_collected_through_stripe
source: Apple Pay, Google Pay et carte bancaire, encaissés via Stripe.
en: Apple Pay, Google Pay and card, collected through Stripe.

# apple_pay_google_pay_and_card_once_the_account_is_verifi
source: Apple Pay, Google Pay et carte après vérification du compte.
en: Apple Pay, Google Pay and card once the account is verified.

# appointed_scorers
source: Marqueurs désignés
en: Appointed scorers

# appointed_scorers_will_be_able_to_record_the_tournament_
source: Les marqueurs désignés pourront saisir les résultats du tournoi.
en: Appointed scorers will be able to record the tournament results.

# at_least_6_characters
source: 6 caractères minimum.
en: At least 6 characters.

# attendees %lld
source: Participants · %lld
en: Attendees · %lld

# automatic_device
source: Automatique (appareil)
en: Automatic (device)

# automatic_renewal
source: Renouvellement automatique
en: Automatic renewal

# available_on_android
source: Disponible sur Android
en: Available on Android

# average
source: Moyenne
en: Average

# awaiting_confirmation
source: En attente de validation
en: Awaiting confirmation

# awaiting_the_committee_s_confirmation %@
source: %@ · en attente de validation du bureau.
en: %@ · awaiting the committee's confirmation.

# back
source: Retour
en: Back

# bank
source: Banque
en: Bank

# bank_account_details
source: Relevé d'identité bancaire
en: Bank account details

# bank_card
source: Carte bancaire
en: Bank card

# bank_details %@
source: Coordonnées bancaires · %@
en: Bank details · %@

# bank_details_admindashboardcontent
source: Coordonnées bancaires
en: Bank details

# bank_details_shared_with_members
source: RIB transmis aux membres
en: Bank details shared with members

# bank_transfer
source: Virement bancaire
en: Bank transfer

# born_on
source: Né(e) le
en: Born on

# broadcast_published
source: Annonce publiée
en: Broadcast published

# broadcast_title
source: Titre de l'annonce
en: Broadcast title

# broadcasts
source: Annonces
en: Broadcasts

# can_manage_members_announcements_and_payment_requests
source: Peut gérer les membres, les annonces et les appels à paiement
en: Can manage members, announcements and payment requests

# cancel
source: Annuler
en: Cancel

# cancel_my_declaration
source: Annuler ma déclaration
en: Cancel my declaration

# cannot_reach_the_server_check_your_connection_and_try_ag
source: Connexion impossible. Vérifiez votre réseau puis réessayez.
en: Cannot reach the server. Check your connection and try again.

# cash
source: Espèces
en: Cash

# cash_accepted_at_the_club_house_on_tuesday_and_thursday_
source: Remise possible au club house les mardis et jeudis soir, auprès du trésorier.
en: Cash accepted at the club house on Tuesday and Thursday evenings, from the treasurer.

# cash_payment
source: Paiement en espèces
en: Cash payment

# category
source: Catégorie
en: Category

# change_photo
source: Changer la photo
en: Change photo

# chase_the_unpaid %@
source: Relancer les %@ impayés
en: Chase the %@ unpaid

# checkout_on_double_16
source: Sortie sur double 16.
en: Checkout on double 16.

# choose_a_payment_method
source: Choisir un moyen de paiement
en: Choose a payment method

# choose_an_option_you_can_change_your_choice_later
source: Choisissez une option. Vous pourrez modifier votre choix plus tard.
en: Choose an option. You can change your choice later.

# close
source: Fermer
en: Close

# club_account
source: Compte du club
en: Club account

# club_announcements
source: Annonces du club
en: Club announcements

# club_bank_details
source: Coordonnées du club
en: Club bank details

# club_bank_details_confirmed_by_the_committee
source: RIB du club · à valider par le bureau
en: Club bank details · confirmed by the committee

# club_collections
source: Encaissements du club
en: Club collections

# club_data
source: Données du club
en: Club data

# club_house_upstairs_room
source: Club house · salle du haut
en: Club house · upstairs room

# club_kit_2026
source: Tenue du club 2026
en: Club kit 2026

# club_member
source: Membre du club
en: Club member

# club_name
source: Nom du club
en: Club name

# club_not_found
source: Club introuvable
en: Club not found

# club_season_opening_night
source: Soirée de rentrée du club
en: Club season opening night

# club_subscription
source: Abonnement du club
en: Club subscription

# clubs_on_trial %@ %@
source: %@ clubs · %@ en essai
en: %@ clubs · %@ on trial

# clubs_recipients %@ %lld
source: %@ clubs · %lld destinataires
en: %@ clubs · %lld recipients

# collected %@
source: %@ encaissés
en: %@ collected

# collected_of %@ %@
source: %@ encaissés sur %@
en: %@ collected of %@

# collected_paymentvalidationview %@ %@
source: %@ · %@ encaissés.
en: %@ · %@ collected.

# collected_this_season
source: Encaissé cette saison
en: Collected this season

# collected_this_year
source: Encaissé cette année
en: Collected this year

# committee
source: Bureau
en: Committee

# committee_actions
source: Actions du bureau
en: Committee actions

# committee_meeting
source: Réunion du bureau
en: Committee meeting

# committee_member
source: Membre du bureau
en: Committee member

# competition
source: Compétition
en: Competition

# confirm
source: Valider
en: Confirm

# confirm_payment
source: Valider le paiement
en: Confirm payment

# confirm_payments
source: Valider les paiements
en: Confirm payments

# confirm_receipt_to_mark_these_members_as_paid
source: Confirmez la réception pour marquer ces membres comme payés.
en: Confirm receipt to mark these members as paid.

# confirmed_by_the_committee
source: À valider par le bureau
en: Confirmed by the committee

# conversation_not_found
source: Conversation introuvable
en: Conversation not found

# copy_iban
source: Copier l'IBAN
en: Copy IBAN

# could_you_pick_up_the_shirts_before_saturday
source: Tu peux passer récupérer les tee-shirts avant samedi ?
en: Could you pick up the shirts before Saturday?

# couldn_t_switch_club
source: Changement de club impossible
en: Couldn't switch club

# coupons_applied
source: Coupons appliqués
en: Coupons applied

# create
source: Créer
en: Create

# create_a_10_to_100_code_and_target_the_clubs_you_want
source: Créez un code de 10 % à 100 % et ciblez les clubs concernés.
en: Create a 10% to 100% code and target the clubs you want.

# create_a_coupon
source: Créer un coupon
en: Create a coupon

# create_a_request_for_membership_fees_kit_or_travel
source: Créez un appel pour les cotisations, tenues ou déplacements.
en: Create a request for membership fees, kit or travel.

# create_club
source: Créer le club
en: Create club

# create_my_club
source: Créer mon club
en: Create my club

# create_your_club_and_become_an_administrator_automatical
source: Créez votre club et devenez automatiquement administrateur.
en: Create your club and become an administrator automatically.

# custom_quote
source: Sur devis
en: Custom quote

# custom_quote_devfinancesview
source: sur devis
en: custom quote

# date_and_time
source: Date et heure
en: Date and time

# date_of_birth
source: Date de naissance
en: Date of birth

# dates_amounts_and_keyboard_follow_this_language
source: Dates, montants et clavier suivent cette langue.
en: Dates, amounts and keyboard follow this language.

# deactivate
source: Désactiver
en: Deactivate

# deactivate_account
source: Désactiver le compte
en: Deactivate account

# deactivate_this_account
source: Désactiver ce compte ?
en: Deactivate this account?

# deactivated
source: Désactivé
en: Deactivated

# declared_a_payment %@
source: %@ a déclaré un paiement.
en: %@ declared a payment.

# declared_by_transfer_or_cash %@
source: %@ déclarés par virement ou espèces
en: %@ declared by transfer or cash

# declared_for %@ %@ %@
source: %@ déclare %@ pour %@.
en: %@ declared %@ for %@.

# declared_on %@ %@
source: %@ déclaré le %@
en: %@ declared on %@

# declared_on_paymenttrackingview %@ %@ %@
source: %@ · %@ déclaré le %@
en: %@ · %@ declared on %@

# declared_on_paymentvalidationview %@
source: déclaré le %@
en: declared on %@

# delete
source: Supprimer
en: Delete

# delete_announcement
source: Supprimer l'annonce
en: Delete announcement

# delete_this_result
source: Supprimer ce résultat
en: Delete this result

# demo_mode
source: Mode démonstration
en: Demo mode

# describe_the_draw_and_the_round_in_your_own_words_the_ap
source: Décrivez librement le tableau et le tour : l'application n'impose aucun format.
en: Describe the draw and the round in your own words — the app imposes no format.

# details
source: Détails
en: Details

# details_saved
source: Coordonnées enregistrées
en: Details saved

# developer
source: Développeur
en: Developer

# developer_console
source: Console développeur
en: Developer console

# discount
source: Réduction
en: Discount

# document_generated_by_assodarts_on_keep_it_for_your_paym %@
source: Document généré par Assodarts le %@ · à conserver pour vos règlements.
en: Document generated by Assodarts on %@ · keep it for your payments.

# done
source: Terminé
en: Done

# doubles
source: Doublettes
en: Doubles

# download_details
source: Télécharger le RIB
en: Download details

# draws_already_used
source: Tableaux déjà utilisés
en: Draws already used

# due
source: À régler
en: Due

# due_by %@ %@ %@
source: %@ · %@ à régler avant le %@
en: %@ · %@ due by %@

# due_by_paysheet %@
source: À régler avant le %@
en: Due by %@

# due_by_tomorrow_evening %@ %@
source: %@ · %@ à régler avant demain soir.
en: %@ · %@ due by tomorrow evening.

# due_date
source: Échéance
en: Due date

# due_memberprofileview %@
source: Échéance %@
en: Due %@

# due_mypaymentsview %@ %@
source: %@ · échéance %@
en: %@ · due %@

# due_reminded_on %@ %@
source: Échéance %@ · relancé le %@
en: Due %@ · reminded on %@

# due_within_7_days %@ %@
source: %@ · %@ à régler sous 7 jours.
en: %@ · %@ due within 7 days.

# e_g_autumn26
source: Ex. RENTREE26
en: E.g. AUTUMN26

# e_g_barclays
source: Ex. Crédit Agricole
en: E.g. Barclays

# e_g_club_kit_2026
source: Ex. Tenue du club 2026
en: E.g. Club kit 2026

# e_g_group_a_quarter_final_play_off
source: Ex. Poule A, quart, barrage…
en: E.g. Group A, quarter-final, play-off…

# e_g_lyon_darts_club
source: Ex. Fléchettes Club de Lyon
en: E.g. Lyon Darts Club

# e_g_main_draw
source: Ex. Tableau principal
en: E.g. Main draw

# each_recipient_will_find_the_request_under_my_payments_a
source: Chaque destinataire retrouvera l'appel dans « Mes paiements » et pourra régler par Apple Pay ou carte bancaire.
en: Each recipient will find the request under “My payments” and can pay with Apple Pay or a bank card.

# edit_my_profile
source: Modifier mon profil
en: Edit my profile

# editable_by_the_committee_only
source: Modifiable par le bureau uniquement
en: Editable by the committee only

# email_address
source: Adresse email
en: Email address

# enter_your_club_s_name
source: Indiquez le nom de votre club.
en: Enter your club's name.

# enter_your_email_address_to_receive_a_link
source: Renseignez votre adresse email pour recevoir un lien.
en: Enter your email address to receive a link.

# enter_your_first_and_last_name
source: Indiquez votre prénom et votre nom.
en: Enter your first and last name.

# essential
source: Essentiel
en: Essential

# event
source: Événement
en: Event

# events
source: Événements
en: Events

# events_and_call_ups
source: Événements et convocations
en: Events and call-ups

# everything_your_darts_club_needs_brought_together_in_one
source: La gestion de votre club de fléchettes, réunie dans une seule application.
en: Everything your darts club needs, brought together in one app.

# excludes_club_level_payments_stripe_collection_coming_so
source: Hors paiements des clubs · encaissement Stripe bientôt disponible
en: Excludes club-level payments · Stripe collection coming soon

# expired
source: Expiré
en: Expired

# explore_in_demo_mode_offline
source: Explorer en mode démo (hors ligne)
en: Explore in demo mode (offline)

# federal
source: Fédéral
en: Federal

# fee_pending
source: Cotisation en attente
en: Fee pending

# fee_up_to_date
source: Cotisation à jour
en: Fee up to date

# fees_up_to_date
source: Cotisations à jour
en: Fees up to date

# ffd_licence
source: Licence FFD
en: FFD licence

# ffd_licence_myprofileview %@
source: Licence FFD · %@
en: FFD licence · %@

# ffd_licensed
source: Licencié FFD
en: FFD licensed

# fill_in_the_club_account_below_then_activate_online_coll
source: Renseignez le compte du club ci-dessous, puis activez l'encaissement en ligne. Les fonds sont versés sur ce compte.
en: Fill in the club account below, then activate online collection. Payouts are sent to that account.

# filter
source: Filtre
en: Filter

# finished
source: Terminé
en: Finished

# first_name
source: Prénom
en: First name

# forgot_your_password
source: Mot de passe oublié ?
en: Forgot your password?

# free
source: Offert
en: Free

# free_100
source: Offert (100 %)
en: Free (100%)

# free_trial
source: Essai gratuit
en: Free trial

# general_meeting_on_12_december
source: Assemblée générale le 12 décembre
en: General meeting on 12 December

# generate_pdf
source: Générer le PDF
en: Generate PDF

# going
source: Présent
en: Going

# good_evening
source: Bonsoir
en: Good evening

# grace
source: Grâce
en: Grace

# grace_period
source: Délai de grâce
en: Grace period

# group_a
source: Poule A
en: Group A

# group_departure_from_the_club_house_at_8_30am_travel_bil
source: Départ groupé du club house à 8h30. Déplacement facturé 33 € par joueur.
en: Group departure from the club house at 8:30am. Travel billed at €33 per player.

# hand_the_cash_to_a_committee_member_then_declare_it_here
source: Remettez le montant en espèces à un membre du bureau, puis déclarez-le ici. Le bureau validera après encaissement.
en: Hand the cash to a committee member, then declare it here. The committee will confirm once received.

# handed_over_in_person_the_committee_confirms_once_receiv
source: Remise en main propre, le bureau valide après encaissement.
en: Handed over in person, the committee confirms once received.

# handed_to_karim_benali_at_the_club_house
source: Remis à Karim Benali au club house
en: Handed to Karim Benali at the club house

# has_been_added_to_the_club_and_will_receive_an_email_inv %@ %@
source: %@ %@ a été ajouté au club et recevra son invitation par email.
en: %@ %@ has been added to the club and will receive an email invitation.

# has_still_not_been_settled %@ %@
source: %@ · %@ n'a pas encore été réglé.
en: %@ · %@ has still not been settled.

# hello
source: Bonjour
en: Hello

# hello_can_i_pay_the_membership_fee_in_two_instalments
source: Bonjour, est-ce que je peux régler la cotisation en deux fois ?
en: Hello, can I pay the membership fee in two instalments?

# hello_i_d_like_to_sign_up_for_the_trip_to_villeurbanne
source: Bonjour, je souhaiterais m'inscrire au déplacement de Villeurbanne.
en: Hello, I'd like to sign up for the trip to Villeurbanne.

# hi_sophie_your_20262027_licence_has_been_approved_by_the
source: Bonjour Sophie, ta licence 2026–2027 est validée par le club ✅
en: Hi Sophie, your 2026–2027 licence has been approved by the club ✅

# history
source: Historique
en: History

# home
source: Accueil
en: Home

# how_would_you_like_to_join_assodarts
source: Comment souhaitez-vous rejoindre Assodarts ?
en: How would you like to join Assodarts?

# i_have_handed_over_the_cash
source: J'ai remis les espèces
en: I have handed over the cash

# i_have_made_the_transfer
source: J'ai effectué le virement
en: I have made the transfer

# i_m_creating_my_club
source: Je crée le club de mon association
en: I'm creating my club

# i_was_invited_by_my_club
source: J'ai été invité(e) par mon club
en: I was invited by my club

# iban_copied
source: IBAN copié
en: IBAN copied

# identity
source: Identité
en: Identity

# in_person_confirmed_by_the_committee
source: Sur place · à valider par le bureau
en: In person · confirmed by the committee

# in_progress
source: En cours
en: In progress

# including_awaiting_the_committee_s_confirmation %@
source: dont %@ en attente de validation du bureau
en: including %@ awaiting the committee's confirmation

# incorrect_email_address_or_password
source: Adresse email ou mot de passe incorrect.
en: Incorrect email address or password.

# incorrect_password
source: Mot de passe incorrect.
en: Incorrect password.

# instant_payment
source: Paiement immédiat
en: Instant payment

# instant_payment_face_id
source: Paiement immédiat, Face ID
en: Instant payment, Face ID

# instant_payment_on_android
source: Paiement immédiat sur Android
en: Instant payment on Android

# interclub_round_1
source: Interclubs · journée 1
en: Interclub · round 1

# invalid_iban_check_the_entry
source: IBAN incorrect — vérifiez la saisie
en: Invalid IBAN — check the entry

# invalid_stripe_link_please_try_again
source: Lien Stripe invalide. Réessayez.
en: Invalid Stripe link. Please try again.

# invitation_sent
source: Invitation envoyée
en: Invitation sent

# invite
source: Inviter
en: Invite

# invite_a_member
source: Inviter un membre
en: Invite a member

# joined_a_new_club
source: Nouveau club rejoint
en: Joined a new club

# kit
source: Tenue
en: Kit

# label_of_your_transfer_optional
source: Libellé de votre virement (optionnel)
en: Label of your transfer (optional)

# language
source: Langue
en: Language

# last_name
source: Nom
en: Last name

# last_updated_on %@
source: Dernière mise à jour le %@
en: Last updated on %@

# last_updated_on_by %@ %@
source: Dernière mise à jour le %@ par %@
en: Last updated on %@ by %@

# later
source: Plus tard
en: Later

# latest_clubs_signed_up
source: Derniers clubs inscrits
en: Latest clubs signed up

# latest_news
source: Dernières annonces
en: Latest news

# league
source: Ligue
en: League

# licence_number
source: N° de licence
en: Licence number

# licence_update_kit_budget_and_preparation_of_the_general
source: Point licences, budget tenues et préparation de l'assemblée générale.
en: Licence update, kit budget and preparation of the general meeting.

# licensed
source: Licencié
en: Licensed

# licensed_admindashboardcontent
source: Licenciés
en: Licensed

# licensed_membersview %@
source: Licencié · %@
en: Licensed · %@

# location
source: Lieu
en: Location

# lyon_darts_club
source: Fléchettes Club Lyon
en: Lyon Darts Club

# main_draw
source: Tableau principal
en: Main draw

# manages_the_whole_club_roles_and_the_subscription
source: Gère l'ensemble du club, les rôles et l'abonnement
en: Manages the whole club, roles and the subscription

# mark_as_paid_cash
source: Marquer comme payé (espèces)
en: Mark as paid (cash)

# match
source: Rencontre
en: Match

# match_details
source: Détail du match…
en: Match details…

# meeting
source: Réunion
en: Meeting

# member
source: Membre
en: Member

# member_record
source: Fiche membre
en: Member record

# member_since %@ %@
source: %@ · membre depuis %@
en: %@ · member since %@

# members
source: Membres
en: Members

# members_can_now_pay_their_fees_kit_and_travel_directly_i
source: Les membres peuvent désormais régler leurs cotisations, tenues et déplacements directement depuis l'application. Le bureau suit les encaissements en temps réel.
en: Members can now pay their fees, kit and travel directly in the app. The committee tracks collections in real time.

# members_reminded_about %lld %@
source: %lld membres relancés pour %@.
en: %lld members reminded about %@.

# members_who_enabled_announcement_notifications_will_get_
source: Les membres ayant activé les notifications d'annonces recevront une alerte.
en: Members who enabled announcement notifications will get an alert.

# members_year %lld %@
source: %lld membres · %@/an
en: %lld members · %@/year

# membership_fee
source: Cotisation
en: Membership fee

# membership_fee_20252026
source: Cotisation 2025–2026
en: Membership fee 2025–2026

# membership_fee_20262027
source: Cotisation 2026–2027
en: Membership fee 2026–2027

# membership_fee_unpaid %lld
source: Cotisation non réglée (%lld)
en: Membership fee unpaid (%lld)

# message_sent
source: Message envoyé
en: Message sent

# message_sent_to_the_committee
source: Message adressé au bureau
en: Message sent to the committee

# message_this_member
source: Écrire à ce membre
en: Message this member

# message_your_club_committee_in_one_tap
source: Écrivez au bureau de votre club en un tap.
en: Message your club committee in one tap.
